/* RSSBadge */
"Please use the Inspector to connect this pagelet to a suitable collection in your site." = "Please use the Inspector to connect this pagelet to a suitable collection in your site.";

/* Prompt to subscribe to the given collection via RSS */
"Subscribe to RSS feed" = "Subscribe to RSS feed";

/* RSS Badge */
"The chosen collection has no RSS feed.  Please use the Inspector to set it to generate an RSS feed and have an index." = "The chosen collection has no RSS feed.  Please use the Inspector to set it to generate an RSS feed and have an index.";

/* RSS Badge */
"To subscribe to this feed, drag or copy/paste this link to an RSS feed reader application." = "To subscribe to this feed, drag or copy/paste this link to an RSS feed reader application.";

